tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "stek29/idevice"
brew "bochs"
brew "ghc"
brew "cabal-install"
brew "readline"
brew "sqlite"
brew "cmake"
brew "cpanminus"
brew "dash"
brew "entr"
brew "exercism"
brew "fish"
brew "fzf"
brew "go"
brew "haskell-stack"
brew "htop"
brew "httpie"
brew "mas"
brew "mtr"
brew "neovim"
brew "nmap", link: false
brew "node"
brew "perl"
brew "pv"
brew "qemu"
brew "ranger"
brew "reattach-to-user-namespace"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "upx"
brew "wget"
brew "youtube-dl"
cask "docker"
cask "font-source-code-pro"
cask "virtualbox"
cask "stek29/idevice/jtool2"
mas "1Blocker", id: 1107421413
mas "Dark Reader for Safari", id: 1438243180
mas "Day One", id: 1055511498
mas "EasyRes", id: 688211836
mas "Fantastical", id: 975937182
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Magnet", id: 441258766
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "pwSafe", id: 520993579
mas "Slack", id: 803453959
mas "Studies", id: 1071676469
mas "TickTick", id: 966085870
mas "TogglDesktop", id: 957734279
mas "Unibox", id: 702816521
mas "WhatsApp", id: 1147396723
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
