ansible
getantibody/antibody/antibody
autojump
automake
bcrypt
cliclick
cmake
cpanminus
dash
desk
elixir
entr
ephemeralpg
exercism
fzf
ghi
go
graphviz
haskell-stack
httpie
jo
jq
mitmproxy
neovim
nmap
node@8
osquery
pandoc
parallel
profanity
pspg
pstree
ranger
reattach-to-user-namespace
rlwrap
ruby
stow
the_silver_searcher
tmux
tree
universal-ctags/universal-ctags/universal-ctags
weechat
wrk
yarn
z
zsh
