tap "albertyw/albertyw"
tap "c-bata/kube-prompt"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "stek29/idevice"
brew "readline"
brew "sqlite"
brew "awscli"
brew "bat"
brew "bochs"
brew "ghc"
brew "cabal-install"
brew "cmake"
brew "coreutils"
brew "cpanminus"
brew "ctags"
brew "darksky-weather"
brew "dash"
brew "go"
brew "dep"
brew "desk"
brew "dhcpdump"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-machine-driver-xhyve"
brew "erlang"
brew "elixir"
brew "entr"
brew "envconsul"
brew "postgresql", restart_service: true
brew "ephemeralpg"
brew "exa"
brew "exercism"
brew "fasd"
brew "fd"
brew "figlet"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "gitlab-gem"
brew "gitlab-runner", restart_service: true
brew "glib"
brew "gnu-sed"
brew "haskell-stack"
brew "htop"
brew "httpie"
brew "jq"
brew "jsonnet"
brew "kubecfg"
brew "kubernetes-cli"
brew "kubectx"
brew "launchdns", restart_service: true
brew "lazydocker"
brew "lazygit"
brew "libressl"
brew "libsodium"
brew "lnav"
brew "mas"
brew "node"
brew "mermaid-cli"
brew "minikube"
brew "mitmproxy"
brew "mtr"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "nmap"
brew "parallel"
brew "perl"
brew "postgresql@11", restart_service: true
brew "prettier"
brew "proxychains-ng"
brew "pv"
brew "pygments"
brew "qemu"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "sloccount"
brew "stow"
brew "subversion"
brew "tealdeer"
brew "telnet"
brew "wireshark"
brew "termshark"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "upx"
brew "vault", restart_service: true
brew "wget"
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "albertyw/albertyw/git-browse"
brew "c-bata/kube-prompt/kube-prompt"
cask "amethyst"
cask "charles"
cask "dash"
cask "eloston-chromium"
cask "font-iosevka-nerd-font"
cask "font-source-code-pro"
cask "hot"
cask "istat-menus"
cask "iterm2"
cask "jtool2"
cask "launchbar"
cask "nvalt"
cask "raycast"
cask "spotify"
cask "virtualbox"
cask "visual-studio-code"
cask "xquartz"
mas "1Blocker", id: 1365531024
mas "Dark Reader for Safari", id: 1438243180
mas "Day One", id: 1055511498
mas "Display Menu", id: 549083868
mas "Drafts", id: 1435957248
mas "EasyRes", id: 688211836
mas "Endel", id: 1484348796
mas "Fantastical", id: 975937182
mas "GarageBand", id: 682658836
mas "GoLinks", id: 1478821913
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Magnet", id: 441258766
mas "MeetingBar", id: 1532419400
mas "MindNode", id: 1289197285
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "Okta Extension App", id: 1439967473
mas "Pages", id: 409201541
mas "pwSafe", id: 520993579
mas "Quiver", id: 866773894
mas "Slack", id: 803453959
mas "SnippetsLab", id: 1006087419
mas "Studies", id: 1071676469
mas "Toggl Track", id: 957734279
mas "Unibox", id: 702816521
mas "Vimari", id: 1480933944
mas "WhatsApp", id: 1147396723
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
